# macOS packages managed by Homebrew.
# Language runtimes, starship, and opencode are managed outside Homebrew.

brew "atuin"
brew "bat"
brew "btop"
brew "cloc"
brew "cloudflared"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gnu-sed"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zoxide"

cask "font-jetbrains-mono-nerd-font"
cask "stats"

# Ghostty is intentionally omitted; install it with the direct installer.
# Uncomment terminal casks if you want Homebrew to own them on this machine.
# cask "alacritty"
# cask "kitty"
# cask "wezterm"
